{"translation-revision-date":"2024-03-20 07:52:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"bn_BD"},"The suggested policy text has been copied to your clipboard.":["প্রস্তাবিত নীতি টেক্সট টি আপনার ক্লিপবোর্ডে অনুলিপি করা হয়েছে।"],"This user&#8217;s personal data export file was downloaded.":["এই ব্যবহারকারীর&#8217;s ব্যক্তিগত ডাটা এক্সপোর্ট ফাইল ডাউনলোড করা হয়েছিল।"],"This user&#8217;s personal data export link was sent.":["এই ব্যবহারকারীর&#8217;s ব্যক্তিগত ডাটা রফতানির লিঙ্কটি প্রেরণ করা হয়েছিল।"],"An error occurred while attempting to find and erase personal data.":["পার্সোনাল ডাটা খুঁজে ডিলিট করার সময় একটি সমস্যা হয়েছে।"],"Personal data was found for this user but some of the personal data found was not erased.":["এই ইউজারের পার্সোনাল ডাটা পাওয়া গেছে কিন্তু কিছু ডাটা ডিলিট করা হয়নি।"],"All of the personal data found for this user was erased.":["এই ব্যবহারকারীর জন্য পাওয়া সবগুলি ব্যক্তিগত ডাটা মুছে ফেলা হয়েছে৷"],"Personal data was found for this user but was not erased.":["এই ব্যবহারকারীর জন্য ব্যক্তিগত ডাটা পাওয়া গেছে কিন্তু মুছে ফেলা হয়নি।"],"No personal data was found for this user.":["এই ব্যবহারকারীর জন্য কোনও ব্যক্তিগত ডেটা পাওয়া যায়নি। "],"An error occurred while attempting to export personal data.":["ব্যক্তিগত ডাটা এক্সপোর্ট করার সময় একটি ত্রুটি হয়েছে।"],"No personal data export file was generated.":["কোনো ব্যক্তিগত ডাটার এক্সপোর্ট ফাইল তৈরি হয়নি।"]}},"comment":{"reference":"wp-admin\/js\/privacy-tools.js"}}